A calculation did not complete because the Demand Flow for the element is not set.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.420)
 Syntax
  C#
public static FailureDefinitionId DemandFlowNotSetInLossFamily { get; }
  Visual Basic
Public Shared ReadOnly Property DemandFlowNotSetInLossFamily As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ DemandFlowNotSetInLossFamily {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures MEPCalculationFailures Class
  Autodesk.Revit.DB Namespace